# frozen_string_literal: true

brew 'mas'

mas 'Bitwarden',       id: 1352778147
mas 'NordVPN',         id: 905953485
mas 'Amphetamine',     id: 937984704
mas 'Infuse',          id: 1136220934
mas 'OneDrive',        id: 823766827
mas '‎WhatsApp',       id: 310633997
mas 'Microsoft Word',  id: 462054704


brew 'bat'
brew 'dust'
brew 'eza'
brew 'git'
brew 'mc'
brew 'pipx'
brew 'wget'

cask 'coteditor'
cask 'goldendict'
cask 'iterm2'
cask 'parsec'
cask 'vscodium'
cask 'xquartz'
